{
  "EN": {
    "languageCode": "en",
    "subject": "Yomiko - Reset account password",
    "header": {
      "title": "Yomiko - Reset your account password"
    },
    "body": {
      "title": "Reset your account password",
      "description": "You have requested password reset at Yomiko app. Follow the instruction below to reset your password.",
      "notice": "Note! If you did not request password change, this email requires no further actions from you.",
      "completeProcess": "Complete the password reset at Yomiko app, please click on the button below:",
      "confirmButton": "Reset my password",
      "urlProblem": "If you have problems, you can also paste the following URL into your web browser:",
      "regards": "Best regards,",
      "signature": "Yomiko team",
      "footer": {
        "expireWarning": "This link will expire in 24 hours. If the link has expired, you can resend the link from",
        "expireWarningLinkText": "here",
        "sendOnlyAddress": "This email was sent from a send-only address.",
        "faqNote": "For more details you can read our",
        "faqNoteLinkText": "FAQ site",
        "privacyPolicy": "We take great care in handling our users personal information in order to protect it appropriately. For more information, please see the",
        "privacyPolicyLinkText": "Privacy Policy"
      }
    }
  },
  "FI": {
    "languageCode": "fi",
    "subject": "Yomiko - Resetoi salasana",
    "header": {
      "title": "Yomiko - Resetoi käyttäjätunnuksesi salasana"
    },
    "body": {
      "title": "Resetoi käyttäjätunnuksesi salasana",
      "description": "Olet pyytänyt käyttäjätunnuksesi sähköpostiosoitteen vaihtamista. Seuraa ohjeistusta resetoidaksesi salasanan.",
      "notice": "Huom! Jos et ole pyytänyt salasanan resetointia, ei sinun tarvitse tehdä mitään jatkotoimenpiteitä.",
      "completeProcess": "Viimeistele salasanan resetointi prosessi Yomiko sovelluksessa painamalla alla olevaa painiketta:",
      "confirmButton": "Resetoi salasanani",
      "urlProblem": "Jos sinulla on ongelmia vahvistuslinkin kanssa, voit myös kopioida linkin ja syöttää sen selaimen URL-kenttään:",
      "regards": "Ystävällisin terveisin,",
      "signature": "Yomiko-tiimi",
      "footer": {
        "expireWarning": "Tämä linkki vanhenee 24 tunnin kuluessa. Jos linkki on vanhentunut, voit tilata uuden linkin",
        "expireWarningLinkText": "täältä",
        "sendOnlyAddress": "Tähän sähköpostiosoitteeseen ei voi vastata.",
        "faqNote": "Lisätietoja saat usein kysytyt kysymykset",
        "faqNoteLinkText": "osiosta",
        "privacyPolicy": "Pidämme hyvää huolta käyttäjiemme yksityisyydestä voidaksemme taata niiden turvallisen käsittelyn. Lisätietoja",
        "privacyPolicyLinkText": "tietosuojaselosteesta"
      }
    }
  },
  "VN": {
    "languageCode": "vn",
    "subject": "Yomiko - Đặt lại mật khẩu tài khoản",
    "header": {
      "title": "Yomiko - Đặt lại mật khẩu tài khoản của bạn"
    },
    "body": {
      "title": "Đặt lại mật khẩu tài khoản của bạn",
      "description": "Bạn đã yêu cầu đặt lại mật khẩu tại ứng dụng Yomiko. Thực hiện theo hướng dẫn dưới đây để đặt lại mật khẩu của bạn.",
      "notice": "Lưu ý! Nếu bạn không yêu cầu thay đổi mật khẩu, email này không yêu cầu thực hiện thêm bất kỳ hành động nào từ bạn.",
      "completeProcess": "Hoàn thành việc đặt lại mật khẩu tại ứng dụng Yomiko, vui lòng nhấp vào nút dưới đây:",
      "confirmButton": "Đặt lại mật khẩu của tôi",
      "urlProblem": "Nếu bạn gặp vấn đề, bạn cũng có thể dán URL sau vào trình duyệt web của bạn:",
      "regards": "Trân trọng,",
      "signature": "Đội ngũ Yomiko",
      "footer": {
        "expireWarning": "Liên kết này sẽ hết hạn trong vòng 24 giờ. Nếu liên kết đã hết hạn, bạn có thể gửi lại liên kết từ",
        "expireWarningLinkText": "đây",
        "sendOnlyAddress": "Email này được gửi từ một địa chỉ chỉ gửi.",
        "faqNote": "Để biết thêm chi tiết, bạn có thể đọc",
        "faqNoteLinkText": "Trang FAQ của chúng tôi",
        "privacyPolicy": "Chúng tôi rất coi trọng việc xử lý thông tin cá nhân của người dùng để bảo vệ nó một cách phù hợp. Để biết thêm thông tin, vui lòng xem",
        "privacyPolicyLinkText": "Chính sách bảo mật"
      }
    }
  }
}