{
  "EN": {
    "languageCode": "en",
    "subject": "Yomiko - Reset account password",
    "header": {
      "title": "Yomiko - Reset your account password"
    },
    "body": {
      "title": "Reset your account password",
      "description": "You have requested password reset at Yomiko app. Follow the instruction below to reset your password.",
      "notice": "Note! If you did not request password change, this email requires no further actions from you.",
      "completeProcess": "Complete the password reset at Yomiko app, please click on the button below:",
      "confirmButton": "Reset my password",
      "urlProblem": "If you have problems, you can also paste the following URL into your web browser:",
      "regards": "Best regards,",
      "signature": "Yomiko team",
      "footer": {
        "expireWarning": "This link will expire in 24 hours. If the link has expired, you can resend the link from",
        "expireWarningLinkText": "here",
        "sendOnlyAddress": "This email was sent from a send-only address.",
        "faqNote": "For more details you can read our",
        "faqNoteLinkText": "FAQ site",
        "privacyPolicy": "We take great care in handling our users personal information in order to protect it appropriately. For more information, please see the",
        "privacyPolicyLinkText": "Privacy Policy"
      }
    }
  },
  "FI": {
    "languageCode": "fi",
    "subject": "Yomiko - Resetoi salasana",
    "header": {
      "title": "Yomiko - Resetoi käyttäjätunnuksesi salasana"
    },
    "body": {
      "title": "Resetoi käyttäjätunnuksesi salasana",
      "description": "Olet pyytänyt käyttäjätunnuksesi sähköpostiosoitteen vaihtamista. Seuraa ohjeistusta resetoidaksesi salasanan.",
      "notice": "Huom! Jos et ole pyytänyt salasanan resetointia, ei sinun tarvitse tehdä mitään jatkotoimenpiteitä.",
      "completeProcess": "Viimeistele salasanan resetointi prosessi Yomiko sovelluksessa painamalla alla olevaa painiketta:",
      "confirmButton": "Resetoi salasanani",
      "urlProblem": "Jos sinulla on ongelmia vahvistuslinkin kanssa, voit myös kopioida linkin ja syöttää sen selaimen URL-kenttään:",
      "regards": "Ystävällisin terveisin,",
      "signature": "Yomiko-tiimi",
      "footer": {
        "expireWarning": "Tämä linkki vanhenee 24 tunnin kuluessa. Jos linkki on vanhentunut, voit tilata uuden linkin",
        "expireWarningLinkText": "täältä",
        "sendOnlyAddress": "Tähän sähköpostiosoitteeseen ei voi vastata.",
        "faqNote": "Lisätietoja saat usein kysytyt kysymykset",
        "faqNoteLinkText": "osiosta",
        "privacyPolicy": "Pidämme hyvää huolta käyttäjiemme yksityisyydestä voidaksemme taata niiden turvallisen käsittelyn. Lisätietoja",
        "privacyPolicyLinkText": "tietosuojaselosteesta"
      }
    }
  }
}
